/* STM */
"STM01TEXT01" = "Para confirmar a quantidade real de tinta restante, verifique visualmente o nível da tinta no tinteiro da impressora.
Continuar a utilizar a impressora com um nível de tinta inferior ao limite mínimo pode danificar a impressora.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Para efectuar uma verificação dos jactos, certifique-se de que a impressora está ligada à corrente e ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador posterior. Faça clique em [Imprimir] para imprimir um modelo de verificação dos jactos ou em [Cancelar] para sair.";
"NOZZLE01B01" = "Imprimir";
"NOZZLE01B02" = "Cancelar";

"NOZZLE02TEXT01" = "Compare o modelo impresso com a amostra anterior. Se o modelo de verificação dos jactos tiver linhas tracejadas, clique em [Limpar]. Para sair, clique em [Terminar].";
"NOZZLE02SPE01" = "Superior: Bem
Inferior: Necessita limpeza";
"NOZZLE02B01" = "Terminar";
"NOZZLE02B03" = "Limpar";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Faça clique em [Iniciar] para limpar os jactos da cabeça de impressão. Como a limpeza consome alguma tinta, limpe apenas a cabeça quando aparecerem áreas esbatidas ou falhas na impressão. Execute primeiro o utilitário \"Verificação dos Jactos\" para confirmar se a cabeça de impressão precisa de ser limpa.
Nota: Antes de efectuar uma limpeza, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.";
"HEADCLEANING01B01" = "Cancelar";
"HEADCLEANING01B02" = "Iniciar";

"HEADCLEANING02TEXT01" = "Aguarde ...";
"HEADCLEANING02TEXT02" = "Limpeza em curso. Aguarde.";
"HEADCLEANING02B01" = "Fechar";

"HEADCLEANING03TEXT01" = "O ciclo de limpeza terminou. Para verificar se a limpeza resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"HEADCLEANING03B01" = "Terminar";
"HEADCLEANING03B03" = "Imprimir Modelo de Verificação dos Jactos";

/* Gap */
"GAP01TEXT01" = "O utilitário de Alinhamento das Cabeças corrige o desalinhamento vertical, faixas horizontais e impressões pouco nítidas.";
"GAP01B01" = "Seguinte >";
"GAP01B02" = "Cancelar";

"GAP02TEXT01" = "Será impressa uma folha de alinhamento vertical.
Certifique-se de que a impressora está ligada à corrente e ligada ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador posterior.
Faça clique em [Imprimir] quando estiver pronto.";
"GAP02B01" = "Imprimir";
"GAP02B02" = "Cancelar";
"GAP02B03" = "Saltar >>";

"GAP03TEXT01" = "Observe a folha de alinhamento.
Procure o quadrado sem faixas visíveis nos conjuntos de #1 a #4. Seleccione o número que corresponde a esse quadrado na lista seguinte para todos os conjuntos. Faça clique em [Seguinte >].
Se existir uma banda em cada quadrado, seleccione o quadrado com a banda mais pequena de todas. Em seguida, faça clique em [Realinhamento].";
"GAP03B01" = "Seguinte >";
"GAP03B02" = "Cancelar";
"GAP03B03" = "Realinhamento";

"GAP04TEXT01" = "Será impressa uma folha de alinhamento horizontal a preto.
Certifique-se de que tem papel normal de formato A4 ou Letter no alimentador posterior.
Nota: Este ajuste afecta unicamente a impressão de alta velocidade em papel normal. Outros tipos de papel não são afectados.";
"GAP04B01" = "Imprimir";
"GAP04B02" = "Cancelar";

"GAP05TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa preta ou branca. Seleccione o número que corresponde a esse modelo na lista seguinte e faça clique em [Terminar].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, faça clique em [Realinhamento].";
"GAP05B01" = "Terminar";
"GAP05B02" = "Cancelar";
"GAP05B03" = "Realinhamento";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Número de folhas de papel alimentadas na impressora";
"PRINFO01SPE01" = "Número de Folhas";
"PRINFO01SPE02" = "Não existem informações disponíveis para esta impressora.";
"PRINFO02GRPBOXTITLE01" = "Número de folhas de papel alimentadas no AAD";
"PRINFO02SPE01" = "Número de Folhas";
"PRINFO02SPE02" = "Não existem informações disponíveis para esta impressora.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Se as impressões ainda contiverem faixas ou cores em falta, mesmo depois de executar a Limpeza das Cabeças várias vezes, poderá ter de substituir a tinta no interior dos tubos de tinta para resolver o problema.

Esta função permite substituir toda a tinta do interior dos tubos de tinta.

Esta função consome muita tinta. Recomendamos que utilize apenas esta função após executar a Limpeza das Cabeças várias vezes.

Nota: Antes de utilizar esta função, certifique-se de que existe tinta suficiente no tinteiro da impressora.
Se não existir tinta suficiente, recarregue o tinteiro.";
"POWERINKFLUSHING01B01" = "Cancelar";
"POWERINKFLUSHING01B02" = "Seguinte >";

"POWERINKFLUSHING02TEXT01" = "Antes de executar esta função, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.

Nota: O fecho de transporte tem de estar sempre desbloqueado quando a impressora estiver a ser utilizada.";

"POWERINKFLUSHING03TEXT01" = "Tem a certeza de que deseja executar esta função?
Para substituir toda a tinta dos tubos, é necessário consumir muita tinta.
Recomendamos que efectue a Limpeza das Cabeças várias vezes para tentar resolver o problema antes de utilizar esta função. Faça clique em [Cancelar] e experimente a Limpeza das Cabeças.

Nota: Esta função produz efeitos na vida útil das almofadas de tinta residual. As almofadas de tinta residual atingem a sua capacidade mais cedo se executar esta função.
Se as almofadas de tinta residual chegarem ao fim da vida útil, contacte a Assistência Epson para solicitar a substituição.

Faça clique em [Iniciar] para iniciar a substituição da tinta.
Depois de iniciada, esta função não pode ser interrompida.";
"POWERINKFLUSHING03B01" = "Cancelar";
"POWERINKFLUSHING03B02" = "Iniciar";

"POWERINKFLUSHING04TEXT01" = "Aguarde ...";
"POWERINKFLUSHING04TEXT02" = "A Superdescarga de Tinta está em curso.
Aguarde.";
"POWERINKFLUSHING04B01" = "Fechar";

"POWERINKFLUSHING05TEXT01" = "A Superdescarga de Tinta terminou.
Para verificar se a descarga de tinta resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"POWERINKFLUSHING05B01" = "Terminar";
"POWERINKFLUSHING05B03" = "Imprimir Modelo de Verificação dos Jactos";

/* Printer Settings */
"PRISET01B01" = "Aplicar";
"PRISET01B02" = "Cancelar";
"PRISET01SPE04" = "Não existem informações disponíveis para esta impressora.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Temporiz. deslig.";
"PRISET01SPE21" = "Não";
"PRISET01SPE22" = "30 minutos";
"PRISET01SPE23" = "1 hora";
"PRISET01SPE24" = "2 horas";
"PRISET01SPE25" = "4 horas";
"PRISET01SPE26" = "8 horas";
"PRISET01SPE27" = "12 horas";
"PRISET01GRPBOXTITLE03" = "Temporizador de suspensão";
"PRISET01SPE31" = "3 minutos";
"PRISET01SPE32" = "5 minutos";
"PRISET01SPE33" = "10 minutos";

/* Error */
"ERCOMMON_B01" = "Cancelar";
"ERCOMMON_B02" = "Continuar";
"ERCOMMON_B03" = "OK";
"PRINTERBUTTON00" = "OK";
"ER00_TEXTA" = "Erro";
"ER00_TEXTB" = "1. Cancele todas as tarefas de impressão.
2. Abra a unidade de digitalização e retire o papel encravado.
3. Feche a unidade, desligue o produto e, em seguida, volte a ligá-lo.";
"ER00_TEXTA_D4" = "Erro";
"ER00_TEXTB_D4" = "1. Cancele todas as tarefas de impressão.
2. Abra a unidade de digitalização e retire o papel encravado.
3. Feche a unidade, desligue o produto e, em seguida, volte a ligá-lo.";
"ER00_B01_D4" = "Cancelar";
"ER01_TEXTA" = "A impressora está ocupada";
"ER01_TEXTB" = "É favor aguardar...";
"ER04_TEXTA" = "Encravamento de papel";
"ER04_TEXTB" = "1. Abra a unidade de digitalização e retire o papel encravado.
2. Feche a unidade e pressione o botão %btn% do produto.";
"ER05_TEXTA_FF" = "O carregamento inicial da tinta não está terminado";
"ER05_TEXTB_FF" = "Consulte a folha de configuração para concluir o processo inicial de carregamento de tinta.";
"ER06_TEXTA_D4" = "Sem papel ou carregamento incorrecto";
"ER06_TEXTB_D4" = "1. Retire e volte a colocar o papel.
2. Pressione a tecla %btn% do produto ou faça clique em [Continuar] se esta opção for apresentada.

Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER06_B01_D4" = "Continuar";
"ER06_B02_D4" = "Cancelar";
"ER06_TEXTA" = "Sem papel ou carregamento incorrecto";
"ER06_TEXTB" = "1. Retire o papel e volte a colocá-lo.
2. Pressione a tecla %btn% do produto.

Clique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER10_TEXTA" = "É necessária assistência técnica";
"ER10_TEXTB" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.
Contacte a assistência Epson.";
"ER10_TEXTA_SPE01" = "É necessária assistência técnica";
"ER10_TEXTB_SPE01" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.
Poderá ocorrer o derramamento de tinta residual.
Contacte a assistência Epson.";
"ER12_TEXTA" = "Erro na alimentação de múltiplas páginas";
"ER12_TEXTB" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.
- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_TEXTA_D4" = "Erro na alimentação de múltiplas páginas";
"ER12_TEXTB_D4" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.
- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_B01_D4" = "Cancelar";
"ER4A_TEXTA" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.";
"ER4A_TEXTB" = "Contacte a assistência Epson.
Pressione a tecla %btn% da impressora para continuar a imprimir.";
"ER4A_TEXTA_SPE01" = "Uma almofada de tinta da impressora está no fim da sua vida útil.";
"ER4A_TEXTB_SPE01" = "Se continuar a imprimir, isso poderá provocar o derramamento de tinta residual.
Contacte a assistência Epson.
Pressione a tecla %btn% da impressora para continuar a imprimir.";
"Common Error Text1" = "Erro";
"Common Error Text2" = "1. Cancele todas as tarefas de impressão.
2. Abra a unidade de digitalização e retire o papel encravado.
3. Feche a unidade, desligue o produto e, em seguida, volte a ligá-lo.";
"Common Error B1" = "Cancelar";
"Cleaning status" = "A impressora está ocupada";
"Shipment status" = "O carregamento inicial da tinta não está terminado";
"COMUERR_TEXTA" = "Erro de comunicação";
"COMUERR_TEXTB" = "Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"COMUERR_B01" = "REPETIR";
"COMUERR_B02" = "Cancelar";
"CHARGINGSTATUS_TEXTA_PROXY" = "Carregar o sistema de tinta";
"INKCHECKALERT_TEXTA_PROXY" = "Verifique o nível da tinta regularmente.";
